[
    {
        "index": 0,
        "text": "携帯モードあざやかで、なめらか、大きな画面を持ち歩く。画面は大きく、本体の厚さはそのまま。本体の液晶ディスプレイは「7.9インチ」。本体の厚さはそのまま、Nintendo Switch（HAC-001）と比較して画面サイズが約1.6倍（面積比）になりましたより豊かな表現でゲームの世界を映し出すディスプレイ。液晶ディスプレイの画面解像度は「フルHD（1080p）」。Nintendo Switchと比",
        "product": "switch2"
    },
    {
        "index": 1,
        "text": "較して画面に表示できるピクセル数が約2倍になって、高精細な画面描画が可能になりました。また、最大で表現できるフレームレートは120fps、加えてVRR（可変リフレッシュレート）によって安定してなめらかな動きの表現が可能に。HDR出力にも対応。数億通りもの光と色の種類によって、明るい部分と暗い部分の差を細やかに表現。細部まであざやかに映し出される画面でゲームを楽しむことができます。TVモードドックを",
        "product": "switch2"
    },
    {
        "index": 2,
        "text": "使って、テレビの大画面で楽しむ。解像度が最大4Kに、高精細な映像表現。本体を「Nintendo Switch 2 ドック」からテレビに接続すれば、最大4Kの画面解像度で映像を出力し、よりきめ細かな描画が可能なほか、最大120fpsのゲームにも対応しています。また、HDRにも対応し、明るい部分と暗い部分の差を細やかに表現します。※テレビおよびゲームが対応している場合に限ります。※4K出力の際に表現で",
        "product": "switch2"
    },
    {
        "index": 3,
        "text": "きるフレームレートは最大60fpsに限定されます※テレビおよびゲームが対応している場合に限ります。※4K出力の際に表現できるフレームレートは最大60fpsに限定されます冷却ファンで、熱を抑える。ドックには冷却ファンを内蔵しています。発熱を抑えることで、安定した性能を引き出すことができます。テレビとの接続が便利に。対応しているテレビであれば、本体の電源を入れると自動でテレビの電源もONに。入力切り替",
        "product": "switch2"
    },
    {
        "index": 4,
        "text": "えも自動で切り替わる「CEC」に対応しています。Nintendo Switch 2 では、さらに「ALLM」にも対応。対応したテレビであればゲームに適した画面設定に自動で切り替わります。※くわしくはお使いのテレビの説明書等をご確認くださいテーブルモード自由な角度と安定感あるスタンドで、画面をシェアして遊ぶ。フリーストップ式の背面スタンド。本体背面のスタンドはフリーストップ式。最大で150度まで開き",
        "product": "switch2"
    },
    {
        "index": 5,
        "text": "、自由な位置で止めることができるので、設置するテーブルの高さなどに応じて見やすい角度でプレイすることができます本体上部に、USBType-CⓇ 端子を追加。本体の上部には「USB Type-CⓇ 端子」があります。付属のACアダプターを接続すれば充電しながらゲームプレイも。そのほかにも、USBカメラ（別売）を接続して「ビデオチャット」を楽しむこともできますJoy-Con2マグネットで簡単セット、新",
        "product": "switch2"
    },
    {
        "index": 6,
        "text": "しいJoy-Con。マグネットで、本体へのつけ外しが簡単に。Nintendo Switch 2 に付属のコントローラー「Joy-Con 2」。本体に内蔵されたマグネットで、近づければピタッとくっつくようにセットされます。強力な磁力でぐらつくことなくしっかり固定。多少の力では外れることのない強力な磁石も、背面のボタンを押せば片手で楽に取り外すことができます。そのほか、「Nintendo Switch",
        "product": "switch2"
    },
    {
        "index": 7,
        "text": " 2ハンドル」などの周辺機器も簡単にセットできますJoy-Con 2 でマウス操作。「Joy-Con 2」の側面（本体側）のセンサー。センサー部分を下に向けて滑らせることでマウスのように操作することができます。左右どちらの「Joy-Con 2」もマウス操作に対応。おすそわけして2人で楽しむことはもちろん、両手に持って操作するなど、これまでとはひと味違ったプレイスタイルでゲームを楽しむことができます",
        "product": "switch2"
    },
    {
        "index": 8,
        "text": "。※接地面の材質や生地によっては正しくセンサーが反応しないなど、うまく操作できない場合があります大きくなった左右のスティックと、L/Rボタン・SL/SRボタン。左右のスティックどちらも大きくなって指が乗せやすく、動きもなめらかに。精度・静音性・耐久性も向上しました。また、「L/Rボタン」は長く、「SL/SRボタン」も大きくなり、横に持ってプレイする際など操作性も向上しました。つけ外しも簡単。マウス",
        "product": "switch2"
    },
    {
        "index": 9,
        "text": "操作も遊びやすいストラップ。Joy-Conを振って遊ぶ際に手から離れないようにするストラップ。「Joy-Con 2 ストラップ」はパチッとセットして、外すときもボタンひとつ。つけ外しは簡単です。また、マウス操作する際に取り付ければ、滑りが良くなり安定感も増して、操作しやすくなりますより強く、重く、鋭い。「HD振動2」。かすかな感触のような弱い振動から、ビリッとするくらい強い振動まで。「HD振動」で",
        "product": "switch2"
    },
    {
        "index": 10,
        "text": "は、振動の強弱を精密にコントロールし、バリエーション豊かな振動表現によって「手触り」のような触感が体験できます。Nintendo Switch 2 では、ゲームからの信号に素早く反応、さらには複雑なバリエーションの振動に対応し、これまでにも増して繊細な触感が表現できますゲームチャット居たいとき、一緒。「ゲームチャット」。ゲームをプレイしながら、いつでもボイスチャット。プレイしているゲーム画面の共有",
        "product": "switch2"
    },
    {
        "index": 11,
        "text": "も。Nintendo Switch 2 の本体機能「ゲームチャット」。TVモードも、テーブルモードも、携帯モードも、どのプレイスタイルでも、本体内蔵のマイクを使って、ゲームをプレイしながらいつでも気軽にチャットを楽しむことができます。また、リアルタイムに自分がプレイしているゲーム画面を共有することもできます「Cボタン」から、いつでもつながる。Joy-Con 2（R）に新しく追加された「Cボタン」。",
        "product": "switch2"
    },
    {
        "index": 12,
        "text": "ゲーム中でもこのCボタンを押せば、すぐに「ゲームチャット」をはじめることができます。ゲームチャット中のミュートや退出など、チャットに関連した操作はこのボタンからいつでも呼び出すことができます本体内蔵マイクで、お気軽に。Nintendo Switch 2 本体上部にはマイクを内蔵。本体購入後から、すぐにボイスチャットを楽しめます。マイクで拾った音は、プレイしているゲーム音や周囲の雑音などを自動で取り",
        "product": "switch2"
    },
    {
        "index": 13,
        "text": "除き、クリアな音声を相手に届けます。また、リビングなどの広い空間でみんなで遊んでいるときや、寝室で携帯モードで遊んでいるときなど、拾った声の大きさを自動で調整して、聞きやすい音量で相手に届けますカメラを接続すれば、ビデオチャットも。別売の「Nintendo Switch 2 カメラ」など、USBカメラを接続すれば、ビデオチャットを楽しむことができます",
        "product": "switch2"
    }
]